Repository: elebihan/qemu-tools-elb
Catalog: po/*.po
Languages: fr

source: Do you REALLY want to delete the box '{}' [y/N]?
fr: Voulez-vous VRAIMENT effacer la box '{}' [o/N]?

source: y
fr: o

source: Deleted '{}'
fr: {} effacée

source: list availables boxes
fr: liste les boxes disponibles

source: show details
fr: affiche les details

source: show only local boxes
fr: affiche seulement les boxes locales

source: create a new box
fr: crée une nouvelle box

source: name of the new box
fr: nom de la nouvelle box

source: use BOX as template
fr: utiliser BOX comme modèle

source: run a box
fr: démarre une box

source: name of the box to run
fr: nom de la box à démarrer

source: edit a box
fr: modifie une box

source: name of the box to edit
fr: nom de la box à éditer

source: delete a box
fr: efface une box

source: name of the box to delete
fr: nom de la box à effacer

source: do not prompt user for confirmation
fr: ne demande pas de confirmation à l'utilisateur

source: Missing command
fr: Commande absente

source: Error: {}
fr: Erreur : {}

source: box not found
fr: la box est introuvable

source: box already exists
fr: la box existe déjà

source: template does not exist
fr: le modèle n'existe pas

source: box does not exist
fr: la box n'existe pas

source: unsupported architecture
fr: architecture non supportée

source: unsupported VLAN backend
fr: pilote de VLAN non supporté
